Repository: common-repository/cf-geoplugin-gps
Catalog: languages/cf-geoplugin-gps-*.po
Languages: sr_rs

source: There is no results for this search.
sr_rs: Нема резултата за ову претрагу.

source: Your daily limit is reached. Check your billing settings.
sr_rs: Ваш дневни лимит је достигнут. Проверите подешавања наплате.

source: Your account quota is reached.
sr_rs: Постигнута је квота вашег рачуна.

source: Your request is denied.
sr_rs: Ваш захтев је одбијен.

source: Your send bad or broken request to you API call.
sr_rs: Послали сте лош или погрешан захтев према АПИ-ју.

source: Request could not be processed due to a server error. The request may succeed if you try again.
sr_rs: Захтев није успео да се обради због грешке на серверу. Захтев ће можда успети ако покушате поново.

source: User denied the request for Geolocation.
sr_rs: Корисник је одбио захтев за гео локацију.

source: Location information is unavailable.
sr_rs: Подаци о локацији нису доступни.

source: The request to get user location timed out.
sr_rs: Захтев да се детектује локација корисника је истекао.

source: An unknown error occurred.
sr_rs: Дошло је до непознате грешке.

source: Geolocation is not supported by this browser.
sr_rs: Геолокација није подржана у овом прегледачу.

source: Google Geocode: %s
sr_rs: Гугл Геокод: %s

source: GPS data missing.
sr_rs: Недостају ГПС подаци.

source: Could not retrieve geo data.
sr_rs: Није могуће вратити гео податке.

source: No GPS data.
sr_rs: Нема ГПС података.

source: You need first to install %1$s in order to use this %2$s addon.
sr_rs: Прво морате инсталирати %1$s да бисте користили %2$s.

source: You need first to upgrade your %1$s to version %2$s or above in order to use this %3$s addon.
sr_rs: Прво морате надоградити свој %1$s на верзију %2$s или новију да бисте користили %3$s.

source: %1$s need to be activated in order to use this %2$s addon.
sr_rs: Потребно је активирати %1$s да бисте користили %2$s.

source: The %1$s cannot run on PHP versions older than PHP %2$s. Please contact your host and ask them to upgrade.
sr_rs: %1$s не може да се покреће на PHP верзијама старијим од PHP%2$s. Молимо контактирајте свог сервер администратора и замолите га да изврши надоградњу.

source: The %1$s cannot run on WordPress versions older than %2$s. Please update your WordPress installation.
sr_rs: %1$s не може да се покреће за верзије WordPress-а старије од %2$s. Ажурирајте своју WordPress инсталацију.

source: Important upgrade notice for the version %s:
sr_rs: Важно обавештење о надоградњи за верзију %s:

source: NOTE: Before doing the update, it would be a good idea to backup your WordPress installations and settings.
sr_rs: НАПОМЕНА: Пре него што извршите ажурирање, било би добро да направите резервне копије ваших WordPress инсталација и подешавања.

source: This site uses the WordPress Geo Plugin GPS extension (formerly: CF Geo Plugin GPS extension) to display public visitor information based on the GPS location that can then be collected or used for various purposes depending on the settings of the plugin.
sr_rs: Овај сајт користи ГПС екстензију ВордПресс Гео Плугин (раније: ЦФ Гео Плугин ГПС екстензија) за приказ информација о јавним посетиоцима на основу ГПС локације које се затим могу прикупити или користити у различите сврхе у зависности од подешавања додатка.

source: The WordPress Geo Plugin GPS extension allows all CF Geo Plugin users to locate their visitors using a GPS location. Using this plugin you solve the biggest problem of locating mobile visitors and correcting their location errors.
sr_rs: ГПС проширење ВордПресс Гео Плугин-а омогућава свим корисницима ЦФ Гео Плугин-а да лоцирају своје посетиоце користећи ГПС локацију. Коришћењем овог додатка решавате највећи проблем лоцирања мобилних посетилаца и исправљате њихове грешке у локацији.

source: This website uses API services, technology and goods from the WordPress Geo Plugin GPS extension and that part belongs to the <a href="%s" target="_blank">WordPress Geo Plugin Privacy Policy</a>.
sr_rs: Ова веб локација користи АПИ услуге, технологију и податке из Вордпресс Гео Плугин ГПС екстензије и тај део припада <a href="%1$s" target="_blank">Политици приватности Вордпресс Гео Плугина</a>.

source: Also, part of the services, technology and goods come from the Google Geocode API and that part belongs to the <a href="%s" target="_blank">Google Privacy Policy</a>
sr_rs: Такође, део услуга, технологије и података долази из Гугл Геокод АПИ-ја и тај део припада <a href="%s" target="_blank">Гугл политици приватности</a>

source: WordPress Geo Plugin GPS extension
sr_rs: Вордпрес Гео Плугин ГПС екстензија

source: WordPress GPS module for the CF Geo Plugin.
sr_rs: Вордпрес ГПС модул за CF GeoPlugin.
